[
    {
        "title": "Rosetta Stone Learn UNLIMITED Languages | Lifetime Access - Learn 24 Languages | PC/Mac/iOS/Android Online Code",
        "img": "https://m.media-amazon.com/images/W/WEBP_402378-T2/images/I/514V4vsQsLL._AC_SL1000_.jpg",
        "price": "2040",
        "slug": "Rosetta Stone Learn UNLIMITED Languages | Lifetime Access",
        "desc": "Why stick to just one language, With Rosetta Stone: Unlimited Languages, you'll receive access to all 24+ of our languages for life, that means you can switch between languages without any additional subscription fees Thrive in another language: with Dynamic Immersion, you'll learn through context by seeing, hearing, speaking, reading, and writing just like you do in the real world Sound like a native: get instant feedback to perfect your pronunciation with our patented TruAccent(R) speech recognition engine     You're always on your phone so your language learning should be, too: your Rosetta Stone subscription gives you access across all of your devices, mobile, tablet, and desktop ",
        "size": "Xl"
    },
    {
        "title": "Grand Theft Auto: Vice City",
        "img": "https://images-na.ssl-images-amazon.com/images/W/WEBP_402378-T2/images/I/91OYg6CJcjL.jpg",
        "price": "1900",
        "slug": "Grand Theft Auto: Vice City",
        "desc": "Beautifully updated graphics, character models and lighting effects New, precisely tailored firing and targeting options Custom controls with a fully customizable layout Massive campaign with countless hours of gameplay",
        "size": "Xl"
    },
    {
        "title": "YABER Projector 5G WiFi Bluetooth Projector, 9500L Full HD Native 1080P Projector, Outdoor Projector 4k Support 4P/4D Keystone, Zoom, 300 Display, Portable Projector for Phone/HDMI/PS5/PPT/TV Stick",
        "img": "https://m.media-amazon.com/images/W/WEBP_402378-T2/images/I/71a9AnLF3pL._AC_SL1500_.jpg",
        "price": "8799",
        "slug": "YABER Projector 5G WiFi Bluetooth Projector",
        "desc": "[9500L & Real 1080P & Extra Carrying Bag] Official Feature Sponsor of New Orleans Film Festival-With 9500L,10000:1 high contrast, and 16:9/4:3 aspect ratio,YABER V6 is the smallest native 1080P projector on the market. More portable than other bulky 1080P projectors but offers a sharper, brighter and more colorful image for home entertainment. With native 1920x1080P resolution, 3 times of pixels than other 720p projectors, it's the most cost-effective 1080p projector. 🌸[Newest Wireless Connection & Bluetooth 5.0 Function]This WiFi projector supports wifi connection for both iOS/android systems, can mirror videos/photos/games from your smartphone or other Miracast-enabled devices freely. V6 movie projector built-in the latest Bluetooth 5.0 chip which can connect your Bluetooth speaker wirelessly any time freely. Built-in 6w dual HiFi Stereo speakers with SRS sound system provides a great auditory sense experience without external speakers. ",
        "size": "Xl"
    },
    {
        "title": "TCL 40-inch Class 3-Series HD LED Smart Android TV - 40S334, 2021 Model ",
        "img": "https://m.media-amazon.com/images/W/WEBP_402378-T2/images/I/71mTUwgs9hL._AC_SL1500_.jpg",
        "price": "15599",
        "slug": "TCL 40-inch Class 3-Series HD LED Smart Android TV",
        "desc": " Full HD (1080p) Resolution: Full high definition (1080p) resolution for excellent detail, color, and contrast. Google Assistant Built-in: Search for movies and shows across thousands of available apps, get entertainment recommendations, access media playback controls, change the temperature, dim the lights, and so much more. Ask questions and see the answers on your TV, including Google Photos, your calendar, sports scores, and more. Even automate and control your smart devices. The Google Assistant is always on, ready to help, and makes life in your living room that much more relaxing. Chromecast Built-in: Easily cast movies, shows, and photos from your Android or iOS device to your TCL Android TV. Speedy, simplified home screen: Simplified home screen allows you to enjoy all your entertainment in one place. Get quick access to the apps you love, cue the latest episode, or pick up where you left off in no time. ",
        "size": "Xl"
    },
    {
        "title": "SAMSUNG Galaxy S22 Ultra Cell Phone, Factory Unlocked Android Smartphone, 128GB, 8K Camera & Video, Brightest Display Screen, S Pen, Long Battery Life, Fast 4nm Processor, US Version, Phantom Black",
        "img": "https://m.media-amazon.com/images/W/WEBP_402378-T2/images/I/71p1SFyK6RL._AC_SL1500_.jpg",
        "price": "45999",
        "slug": "SAMSUNG Galaxy S22 Ultra Cell Phone, Factory Unlocked Android Smartphone",
        "desc": " 8K SUPER STEADY VIDEO: Shoot videos that rival how epic your life is with stunning 8K recording, the highest recording resolution available on a smartphone; Video captured is effortlessly smooth, thanks to Auto Focus Video Stabilization on Galaxy S22 Ultra NIGHTOGRAPHY plus PORTAIT MODE: Capture the night with crystal clear, bright pics and videos, no matter the lighting with Night Mode; Portrait Mode auto-detects and adjusts to what you want front and center, making all your photos worthy of a frame 108MP PHOTO RESOLUTION plus BRIGHT DISPLAY: Capture premium detail with 108MP resolution— the highest available on a cell phone; Your favorite content will look even more epic on our brightest display ever with Vision Booster ADAPTIVE COLOR CONTRAST: Streaming on the go, working from your patio or binge-watching late into the night. The Galaxy S22 Ultra adaptive screen automatically optimizes color and brightness, outdoors and indoors LONG LASTING BATTERY plus FAST CHARGING: Power every scroll, click, tap and stream all day long and then some with an intelligent, long-lasting battery; Dive back into action at a moment’s notice with 45W Super-Fast Charging EMBEDDED S PEN: New phone, new S Pen; Now you can unleash your creativity on Galaxy S22 Ultra with an embedded S Pen; Edit photos and videos with pinpoint accuracy, and do it all with that pen-to-paper feel PREMIUM DESIGN & CRAFTMANSHIP: With a classy, eye-catching glass-metal-glass design, we’re setting a standard for smart phones; With our strongest aluminum frame and the latest Gorilla Glass, this phone is lightweight and durable to help endure scratches and dings Included components: usb cable ",
        "size": "Xl"
    }



]